Repository: helsingborg-stad/modularity-dynamic-guides
Catalog: languages/modularity-dynamic-guides-*.po
Languages: sv_sv

source: Dynamic Guides
sv_sv: Dynamiska Guider

source: Background image
sv_sv: Bakgrundsbild

source: Start page
sv_sv: Startsida

source: Heading
sv_sv: Rubrik

source: Preamble
sv_sv: Ingress

source: Button label
sv_sv: Knapptext

source: End page
sv_sv: Sistasida

source: Result button label
sv_sv: Resultat knapptext

source: The button label to get the result of the guide.
sv_sv: Texten på knappen som hämtar resultatet.

source: Restart button label
sv_sv: Starta om knapptext

source: Button label to restart the guide
sv_sv: Texten på knappen som startar om guiden

source: Results page
sv_sv: Resultatsida

source: Restart guide button label
sv_sv: Starta om guide knapptext

source: The label for the button to restart the guide after getting the results
sv_sv: Texten på knappen som startar om guiden efter hämtat resultat

source: Steps
sv_sv: Steg

source: Create one for each step in the guide
sv_sv: Skapa ett steg för varje sida i guiden

source: Add Row
sv_sv: Lägg till rad

source: Step
sv_sv: Steg

source: Amount of choices for the step
sv_sv: Antal val per steg

source: Choice
sv_sv: Val

source: Outcomes
sv_sv: Utkomster

source: Outcome
sv_sv: Utkomst

source: Posts
sv_sv: Inlägg

source: Posts to show for following outcome
sv_sv: Inägg att visa för följande utkomst

source: Title
sv_sv: Titel

source: Content
sv_sv: Innehåll

source: Image
sv_sv: Bild

source: Call To Action Url
sv_sv: URL (CTA)

source: Call To Action Label
sv_sv: Knapptext (CTA)

source: Dynamic guide
sv_sv: Dynamisk guide

source: Dynamic guides
sv_sv: Dynamiska guider

source: Creates dynamic guides.
sv_sv: Skapa dynamiska guider

source: Previous step
sv_sv: Föregående steg
